{
    "comment": "Congratulations you found the config file.",
    "comment2": "Normally this would all be private, but on github pages the only way to make it private is to host it locally.",
    "comment3": "Which is super annoying.",
    "comment4": "Please ignore this file.",
    "comment5": "You can find everything you need on the website itself without looking at the source code.",
    "comment6": "I'll even give you a hint.",
    "comment7": "The privacy page might have more than meets the eye.",
    "comment8": "Good luck.",
    "comment9": "",
    "comment10": "",
    "comment11": "",
    "comment12": "",
    "comment13": "",
    "comment14": "",
    "comment15": "",
    "comment16": "",
    "comment17": "",
    "comment18": "",
    "comment19": "",
    "comment20": "",
    "comment21": "",
    "comment22": "",
    "comment23": "",
    "comment24": "",
    "comment25": "",
    "comment26": "",
    "comment27": "",
    "comment28": "",
    "comment29": "",
    "comment30": "",
    "comment31": "",
    "comment32": "",
    "comment33": "",
    "comment34": "",
    "comment35": "",
    "comment36": "",
    "comment37": "",
    "comment38": "",
    "comment39": "",
    "comment40": "",
    "comment41": "",
    "comment42": "",
    "comment43": "",
    "comment44": "",
    "comment45": "",
    "comment46": "",
    "comment47": "",
    "comment48": "",
    "comment49": "",
    "comment50": "",
    "comment51": "",
    "comment52": "",
    "comment53": "",
    "comment54": "",
    "comment55": "",
    "comment56": "",
    "comment57": "",
    "comment58": "",
    "comment59": "",
    "comment60": "",
    "comment61": "",
    "comment62": "",
    "comment63": "",
    "comment64": "",
    "comment65": "",
    "comment66": "",
    "comment67": "",
    "comment68": "",
    "comment69": "",
    "comment70": "",
    "comment71": "",
    "comment72": "",
    "comment73": "",
    "comment74": "",
    "comment75": "",
    "comment76": "",
    "comment77": "",
    "comment78": "",
    "comment79": "",
    "comment80": "",
    "comment81": "",
    "comment82": "",
    "comment83": "",
    "comment84": "",
    "comment85": "",
    "comment86": "",
    "comment87": "",
    "comment88": "",
    "comment89": "",
    "comment90": "",
    "comment91": "",
    "comment92": "",
    "comment93": "",
    "comment94": "",
    "comment95": "",
    "comment96": "",
    "comment97": "",
    "comment98": "",
    "comment99": "",
    "comment100": "",
    "username": "admin",
    "password": "panther6mrs",
    "database": "planetarydatabase.html",
    "PLANET1NAME": "Earth",
    "PLANET1INFO": "Earth is a planet with a higher than average technological advancement, but it is ultimately held back by its strange way of repelling magic. What stands out about Earth is its mass media and the ease of access of information. This can be used to spread ideas across the entire planet making it a prime spot for headquarters after the move from Elytris.",
    "PLANET2NAME": "Eden",
    "PLANET2INFO": "Eden has a very small number of humans and a mostly undeveloped society. This makes it difficult to do any manufacturing, but it has an abundance of natural resources. The ecosystem of the planet is incredibly complex giving way to many different strange creatures and non-human races.",
    "PLANET3NAME": "Elytris",
    "PLANET3INFO": "Though Nexus Dynamics was initially created on Elytris, the planet has since gone through a technological regression caused by a dropoff in population. Many facilities are still operational thanks to automation, but repairs are needed along with defenses against raiders. Remainders of experiments to support the population are seen in nonhuman races such as the Blumin, which evolved from beetles, and sentient machines.",
    "PLANET4NAME": "Enderland",
    "PLANET4INFO": "A planet with no sun, all people of Enderland live underground surviving thanks to an artificial heat source. All habitable land is split up into six rings with the larger outer rings having large poor populations with progressively more rights the closer to the center the rings are. Of course, all rings are governed by the whims of a master in the center ring. A bizarre system is in place to earn the right to enter new rings by challenging others to games. Social credit earned through skill. Not a good place to do business.",
    "PLANET5NAME": "Eternus",
    "PLANET5INFO": "Eternus is unique in that there is little to no human life. Instead, the majority are a type of creature that call themselves demons. Many of the nations of the world are violent or undeveloped, but the remnants of Tantara and his conquest leave some prime orderly trading and work areas.",
    "PLANET6NAME": "Etherium",
    "PLANET6INFO": "Etherium is lagging behind Earth technology-wise, but their combination of technology with magic leads to unique creations that could only be rivaled by Elytris in its prime. The planet has multiple countries, but almost all of them are industrialized. Among a mostly human populace are the Skidge, who can change appearance, and Lexians, a lizard-like race that is especially dangerous. We should investigate a good spot for a branch here immediately.",
    "PLANET7NAME": "Entan",
    "PLANET7INFO": "When we previously checked, Entan had been completely frozen over and it seemed unlikely life would continue for long. It seems to have somewhat recovered since then, but that magic remains unpredictable. I recommend observing further and determining the cause behind these changes.",
    "PLANET8NAME": "Beacon",
    "PLANET8NAME2": "The Beacon",
    "PLANET8INFO": "While technically a ship, the Beacon has been reported as 'technically a planet.' Created by a group that lost their home planet of Cile as a replacement. The fact that it is mechanical has created numerous issues. Still, their technology is impressive. Little compares to it in the void zone.",
    "PLANET9NAME": "Cile",
    "PLANET9INFO": "All information on Cile must be kept secure. For available information see 'Beacon'",
    "PLANET10NAME": "Lataxia",
    "PLANET10INFO": "Salvaged, just barely a memory. Clearly, a Frenchman made it before us. Excellent mining spot. Dealing with Skylarc and all their patrons is an annoying inconvenience.",
    "PLANET11NAME": "Gaia",
    "PLANET11INFO": "At some point, it appears some grand magic broke apart the land into multiple islands. Extremely powerful beings are constantly at work. Not a good planet to work on directly, the 'gods' could make good business partners.",
    "PLANET12NAME": "Praxia",
    "PLANET12INFO": "The surface of Praxia is covered by dense vegetation and wildlife mutated to survive in extreme conditions, making it a dangerous place to venture. Almost all sentient life lives on floating islands. The separation of these islands causes unique cultures to arise in various locations. We have made good use of this levitation technology. I believe a project to reform the surface is in order.",
    "PLANET13NAME": "Paran",
    "PLANET13INFO": "Unfortunately, the world has broken apart. A few former residents were found on a small protected area. We have detained a few survivors for research purposes. All expeditions to the planet should be canceled.",
    "PLANET14NAME": "Echidorn",
    "PLANET14INFO": "A fairly primitive world. Very powerful beings watch over the population but have prevented themselves from intervening. I recommend slowly setting up in Perphonia and expanding influence from there. A wish is to be granted to those that complete certain trials, which should be our goal.",
    "PLANET15NAME": "Auntheron",
    "PLANET15INFO": "For a long time this world was shielded, preventing anyone from accessing it. Now that it is accessible research is ongoing. Massively powerful beings are watching here and they are not the type to be negotiated with. There are up and coming businesses already holding some emerging technology utilizing powerful artifacts. We must not allow competition.",
    "PLANET16NAME": "Terra",
    "PLANET16INFO": "Emerging technologically, the real wonder of Terra is that its people can draw power from major spirits, an ability only otherwise seen in our local 6. Powerful magical artifacts have been discovered here and MRS agents have been sent to retrieve them. Monsters are not uncommon, so additional guards may be necessary.",
    "PLANET17NAME": "Kenoma",
    "PLANET17INFO": "Newly found planet. Research in progress.",
    "PLANET18NAME": "Pandora",
    "PLANET18INFO": "The so called 'west' of this Pandora is highly chaotic with very little enforced law. Elsewhere multiple studies in local magic and alchemy show the potential for real progress. We should make contact with the various schools and see if we can learn anything from them."

}
